Repository: brunophilipe/Cakebrew
Catalog: Cakebrew/*.lproj/Localizable.strings
Languages: de, fr, it, pt, zh_hans, zh_hant

# Confirmation_Install_Formula
source: Are you sure you want to install the formula '%@'?
de: Sind Sie sicher, dass Sie die Formel '%@' installieren möchten?
fr: Êtes-vous sûr de vouloir installer la formule « %@ » ?
it: Sei sicuro di voler installare la forumla '%@¡?
pt: Tem certeza que deseja instalar a fórmula '%@'?
zh_hans: 你确定你想安装'%@'这个formula?
zh_hant: 確定要安裝套件 %@ ?

# Confirmation_Tap_Repo
source: Are you sure you want to tap the repository '%@'?
de: Sind Sie sicher, dass Sie das Repository '%@' tappen möchten?
fr: Êtes-vous sûr de vouloir ajouter le dépôt « %@ » ?
it: Sei sicuro di voler aggiungere il repo '%@'?
pt: Tem certeza que deseja adicionar o repositório '%@'?
zh_hans: 你确定你想tap'%@'这个仓库?
zh_hant: 確定要新增安裝來源 %@ ?

# Confirmation_Uninstall_Formula
source: Are you sure you want to uninstall the formula '%@'?
de: Sind Sie sicher, dass Sie die Formel '%@' deinstallieren möchten?
fr: Êtes-vous sûr de vouloir désinstaller la formule « %@ » ?
it: Sei sicuro di voler disinstallare la forumla '%@'?
pt: Tem certeza que deseja desinstalar a fórmula '%@'?
zh_hans: 你确定你想卸载'%@'这个formula?
zh_hant: 確定要移除套件 %@ ?

# Confirmation_Untap_Repo
source: Are you sure you want to untap the repository '%@'?
de: Sind Sie sicher, dass Sie das Repository '%@' untappen möchten?
fr: Êtes-vous sûr de vouloir supprimer le dépôt « %@ » ?
it: Sei sicuro di voler eliminare il repo '%@'?
pt: Tem certeza que deseja remover o repositório '%@'?
zh_hans: 你确定你想untap'%@'这个仓库?
zh_hant: 確定要移除安裝來源 %@ ?

# Confirmation_Update_Formula
source: Are you sure you want to update the selected formulae?
de: Sind Sie sicher, dass Sie die ausgewählten Formeln aktualisieren möchten?
fr: Êtes-vous sûr de vouloir mettre à jour ces formules ?
it: Sei sicuro di voler aggiornare queste formule?
pt: Tem certeza que deseja atualizar as fórmulas selecionadas?
zh_hans: 你确定你想更新选择的formula?
zh_hant: 確定要更新選取的套件?

# Formula_Options_ClickForDetails
source: Click on option for details.
de: Klicken Sie auf eine Option für Details.
fr: Sélectionnez une option pour voir plus de détails.
it: Seleziona un'opzione per vedere maggiore dettagli
pt: Clique na Opção para ver detalhes.
zh_hans: 点击选项查看详情
zh_hant: 點選安裝設定看詳細說明

# Formula_Options_Confirmation
source: Are you sure you want to install the formula %@ with the selected options?
de: Sind Sie sicher, dass Sie die Formel '$@' mit den ausgewählten Einstellungen installieren möchten?
fr: Êtes-vous sûr de vouloir installer la formule « %@ » avec les options sélectionnées ?
it: Sei sicuro di voler installare la forumla '%@'' con le opzioni selezionate?
pt: Tem certeza que deseja instalar a fórmula '%@' com as opções selecionadas?
zh_hans: 你确定你想安装'%@'这个formula?
zh_hant: 確定要使用選擇的設定安裝 %@ ?

# Formula_Options_NoOptions
source: This formula has no installation options available.
de: Für diese Formel sind keine Installations-Möglichkeiten verfügbar.
fr: Cette formule n'a pas d'options.
it: Questa formula non ha opzioni
pt: Esta fórmula não possui opções de instalação.
zh_hans: 这个formula没有可用的安装选项.
zh_hant: 此套件未提供其他安裝設定

# Formula_Options_VoiceOver
source: Formula Options
de: Formel-Einstellungen
fr: Options de la formule
it: Opzioni della formula
pt: Opções da Fórmula
zh_hans: Formula选项
zh_hant: 安裝設定

# Formula_Options_VoiceOver_Description
source: Option description is also available in the Formula Options table as a VoiceOver help for each row.
de: Eine Beschreibung der einzelnen Einstellungen ist auch als VoiceOver Hilfe in der Tabelle verfügbar.
fr: Les descriptions d'options sont aussi accessibles via l'aide VoiceOver pour chaque ligne de la liste d'options.
it: Le descrizioni delle opzioni sono accessibili anche attraverso VoiceOver per ogni linea della lista di opzioni
pt: Descrição para cada opção também está disponível na tabela de Opções da Fórmula na forma de ajuda VoiceOver para cada linha.
zh_hans: 在Formula选项表里为每一行选项描述提供了VoiceOver帮助.
zh_hant: 每一個套件的安裝設定皆有提供 VoiceOver 協助

# Formula_Popover_Error
source: Error retrieving Formula information
de: Fehler beim Ermitteln der Informationen über die Formel
fr: Une erreur est survenue en essayant de retrouver les informations de cette formule
it: É avvenuto un errore nel tentativo di recuperare informazioni su questa formula
pt: Erro ao buscar informações!
zh_hans: 检索Formula信息出错
zh_hant: 發生錯誤

# Formula_Popover_Title
source: Information for Formula: %@
de: Informationen über die Formel: %@
fr: Informations pour la formule : %@
it: Informazioni sulla formula '%@'
pt: Informações para Fórmula: %@
zh_hans: Formula的信息: %@
zh_hant: 套件資訊: %@

# Formula_Installed_Dependents_Title
source: Installed Dependents of Formula: %@
pt: Dependentes Instalados da Formula: %@

# Formula_All_Dependents_Title
source: All Dependents of Formula: %@
pt: Todos Dependentes da Formula: %@

# Formula_Status_Installed
source: Installed
de: Installiert
fr: Installée
it: InstallaTA
pt: Instalada
zh_hans: 已安装
zh_hant: 已安裝

# Formula_Status_Not_Installed
source: Not Installed
de: Nicht installiert
fr: Non installée
it: Non installata
pt: Não Instalada
zh_hans: 未安装
zh_hant: 未安裝

# Formula_Status_Outdated
source: Update Available
de: Aktualisierung verfügbar
fr: Mise à jour disponible
it: Aggiornamento disponibile
pt: Atualização Disponível
zh_hans: 更新可用
zh_hant: 有新版本

# Generic_Attention
source: Attention!
de: Achtung!
it: Attenzione!
pt: Atenção!
zh_hans: 警告!
zh_hant: 注意!

# Generic_Cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Cancellare
pt: Cancelar
zh_hans: 取消
zh_hant: 取消

# Generic_Error
source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro
zh_hans: 错误
zh_hant: 錯誤

# Generic_No
source: No
de: Nein
fr: Non
pt: Não
zh_hans: 否
zh_hant: 否

# Generic_Yes
source: Yes
de: Ja
fr: Oui
it: Sí
pt: Sim
zh_hans: 是
zh_hant: 是

# Homebrew_AppNap_Task_Reason
source: Running Homebrew task
de: Führe Homebrew Aufgabe aus
fr: Exécuter une tâche avec Homebrew
it: Eseguire operazione con Homebrew
pt: Executando tarefa do Hoembrew
zh_hans: Homebrew任务运行中
zh_hant: Homebrew 執行中

# Homebrew_Task_Finished
source: Task finished
de: Aufgabe abgeschlossen
fr: Tâche terminée
it: Operazione terminata
pt: Tarefa finalizada
zh_hans: 任务完成
zh_hant: 執行完成

# Homebrew_Task_Finished_At
source: at
de: bei
fr: à
it: il
pt: em
zh_hant: 於

# Info_View_Formula_No_Conflicts
source: This formula has no known conflicts.
de: Für diese Formel sind keine Konflikte bekannt.
fr: Cette formule n'a pas de conflits connus.
it: Questa formula non presenta conflitti conosciuti
pt: Esta fórmula não possui nenhum conflito conhecido.
zh_hans: 这个formula目前没有冲突.
zh_hant: 沒有與其他套件衝突

# Info_View_Formula_No_Dependencies
source: This formula has no dependencies!
de: Diese Formel hat keine Abhängigkeiten!
fr: Cette formule n'a pas de prérequis !
it: Questa formula non ha dipendenze!
pt: Esta fórmula não possui dependências!
zh_hans: 这个formula没有依赖!
zh_hant: 不需要安裝其它套件!

# Info_View_Formula_No_Description
source: No description provided.
de: Keine Beschreibung angegeben.
fr: Pas de description.
it: Nessuna descrizione
pt: Nenhuma descrição foi inserida.
zh_hans: 没有提供描述.
zh_hant: 沒有相關說明

# Info_View_Formula_Not_Installed
source: Formula Not Installed.
de: Formel nicht installiert.
fr: Formule non installée.
it: Formula non installata
pt: Fórmula não Instalada.
zh_hans: Formula未安装.
zh_hant: 未安裝

# Info_View_Multiple_Values
source: Multiple Values
de: Mehrere Werte
fr: Plusieurs valeurs
it: Valori multipli
pt: Múltiplos Valores
zh_hans: 多值
zh_hant: 多項資訊

# Installation_Window_All_Formulae
source: All Outdated Formulae
de: Alle veralteten Formeln
fr: Toutes les formules en attente de mise à jour
it: Tutte le formule in attesa di aggiornamento
pt: Todas as Fórmulas desatualizadas
zh_hans: 所有过期的Formulae
zh_hant: 所有可更新的套件

# Installation_Window_Operation_Cleanup
source: Running Cleanupâ€¦
de: Aufräumen...
fr: Nettoyage en cours…
it: Pulizia in corso...
pt: Executando Cleanup…
zh_hans: 清理运行中…
zh_hant: 清理中...

# Installation_Window_Operation_Install
source: Installing Formula:
de: Installiere Formel:
fr: Installation en cours de la formule :
it: Installazione in corso della formula:
pt: Instalando Fórmula:
zh_hans: Formula安装中:
zh_hant: 安裝套件:

# Installation_Window_Operation_Tap
source: Tapping Repo:
de: Tappe Repository:
fr: Ajout en cours du dépôt :
it: Installazione in corso del repo:
pt: Adiconando Repositório:
zh_hant: 新增安裝來源:

# Installation_Window_Operation_Uninstall
source: Uninstalling Formula:
de: Deinstalliere Formel:
fr: Désinstallation en cours de la formule :
it: Disinstallazione in corso della formula:
pt: Desinstalando Fórmula:
zh_hans: Formula卸载中:
zh_hant: 移除套件:

# Installation_Window_Operation_Untap
source: Untapping Repo:
de: Untappe Repository:
fr: Suppression en cours du dépôt :
it: Disinstallazione in corso del repo:
pt: Removendo Repositório:
zh_hant: 移除安裝來源:

# Installation_Window_Operation_Update
source: Updating Formula:
de: Aktualisiere Formel:
fr: Mise à jour en cours de la formule :
it: Aggiornamento in corso della formula:
pt: Atualizando Fórmula:
zh_hans: Formulae更新中:
zh_hant: 更新套件:

# Message_BGTask_Body
source: Sorry, a background task is already running. You can't perform two tasks at the same time.
de: Entschuldigung, es läuft bereits ein Prozess im Hintergrund. Sie können deshalb keinen zweiten Hintergrundprozess starten.
fr: Désolé, une tâche de fond est déjà en cours d'exécution. Vous ne pouvez pas exécuter deux tâches en même temps.
it: Spiacenti, è giá in corso un'operazione in background. Non è possibile eseguire due operazioni contemporaneamente.
pt: Desculpe, uma tarefa já está sendo executada em segundo plano. Você não pode executar mais de uma tarefa simultaneamente.
zh_hans: 对不起，后台任务已在运行。您不能同时执行两个任务。
zh_hant: 抱歉，正在執行背景作業，無法同時執行多個動作

# Message_BGTask_Title
source: Active background task!
de: Hintergrundprozess aktiv!
fr: Tâche de fond active !
it: Operazione in background attiva
pt: Tarefa em Segundo Plano!
zh_hans: 激活后台任务!
zh_hant: 背景執行

# Message_No_Homebrew_Body
source: Homebrew was not found in your system. Please install Homebrew before using Cakebrew. You can click the button below to open Homebrew's website.
de: In Ihrem System wurde keine Homebrew-Installation gefunden. Homebrew wurde auf Ihrem System nicht gefunden. Bitte installieren Sie Hombrew bevor Sie Cakebrew verwenden. Sie finden unterhalb einen Button, welcher Sie auf die Webseite von Homebrew führt.
fr: Homebrew n'est pas présent sur votre système. Veuillez installer Homebrew avant d'utiliser Cakebrew. Vous pouvez cliquer sur le bouton ci-dessous pour aller sur le site web de Homebrew.
it: Homebrew non è installato nel sistema. Installare Homebrew prima di utilizzare Cakebrew. Cliccare sul bottone di seguito per visitare il sito di Homebrew.
pt: Homebrew não foi encontrado no seu sistema. Favor instalar o Homebrew antes de usar o Cakebrew. Clique no botão abaixo para abrir o website do Homebrew.
zh_hans: Homebrew没有在你的系统中找到。请在使用Cakebrew之前安装Homebrew。您可以点击下面的按钮来打开自制的网站。
zh_hant: 尚未安裝 Homebrew，請先至 Homebrew 網站下載安裝

# Message_No_Homebrew_Title
source: Homebrew Website
de: Homebrew Webseite
fr: Site web de Homebrew
it: Sito di Homebrew
pt: Website do Homebrew
zh_hans: Homebrew网站
zh_hant: Homebrew 網站

# Message_Shell_Invalid_Body
source: Please add your shell "%@" to the valid shells file at "/etc/shells" before trying again.
de: Bitte fügen Sie Ihre Shell "%@" zu den gültigen Shells in "/etc/shells" hinzu, bevor Sie es nochmal versuchen.
fr: Veuillez ajouter votre shell « %@ » dans le fichier des shells valides à « /etc/shells » et essayez à nouveau.
it: VAggiungere la shell '%@'' nel file di shells valide in '/etc/shells' e prova di nuovo
pt: Favor adicionar seu shell "%@" à lista de shells válidos do sistema em "/etc/shells".
zh_hans: 请在重试前增加你的shell"%@"到在"/etc/shells"的有效shell文件
zh_hant: 請將 shell "%@" 加入 "/etc/shells" 再繼續

# Message_Shell_Invalid_Title
source: No Valid shell was found!
de: Keine gültige Shell gefunden!
fr: Aucun shell valide n'a été trouvé !
it: Non è stata trovata nessuna shell valida!
pt: Nenhum shell válido foi encontrado!
zh_hans: 没有找到有效的shell!
zh_hant: 沒有可用的 Shell

# Message_Tap_Body
source: What repository would you like to tap?
de: Welches Repository möchten Sie tappen?
fr: Quel dépôt voulez-vous ajouter ?
it: QUale repo vuoi aggiungere?
pt: Qual repositório você deseja adicionar?
zh_hant: 要新增哪一個安裝來源?

# Message_Tap_Title
source: Tapping Repository
de: Tappe Repository
fr: Ajout en cours du dépôt
it: Aggiunta del repo in corso
pt: Adicionando (Tapping) Repositório
zh_hant: 新增安裝來源

# Message_Untap_Body
source: Are you sure you want to untap the repository '%@'?
de: Sind Sie sicher, dass Sie das Repository '%@' untappen wollen?
fr: Êtes-vous sûr de vouloir supprimer le dépôt « %@ » ?
it: Sei sicuro di voler eliminare il repo '%@'?
pt: Tem certeza que deseja remover o repositório '%@'?
zh_hant: 確定要移除安裝來源 %@ ?

# Message_Update_All_Outdated_Body
source: Are you sure you want to update all outdated formulae?
de: Sind Sie sicher, dass Sie alle veralteten Formeln aktualisieren möchten?
fr: Êtes-vous sûr de vouloir mettre à jour toutes les formules ?
it: Sei sicuro di voler aggiornare tutte le formule?
pt: Tem certeza que deseja atualizar todas as fórmulas desatualizadas?
zh_hans: 你确定想更新所有过期的formulae?
zh_hant: 確定要安裝所有更新?

# Message_Update_All_Outdated_Title
source: Updating all Outdated
de: Aktualisiere alle veralteten Formeln
fr: Mettre à jour toutes les formules
it: Aggiornare tutte le formule
pt: Atualizando todas as Desatualizadas
zh_hans: 更新所有过期的formulae
zh_hant: 安裝所有更新

# Message_Update_Formulae_Body
source: Are you sure you want to update these formulae: '%@'?
de: Sind Sie sicher, dass Sie diese Formeln aktualisieren möchten: '%@'?
fr: Êtes-vous sûr de vouloir mettre à jour les formules : %@ ?
it: Sei sicuro di voler aggiornare le formule: '%@'?
pt: Tem certeza que deseja atualizar estas fórmulas: '%@'?
zh_hans: 你确定想更新这些formulae: '%@'?
zh_hant: 確定要更新套件 %@ ?

# Message_Update_Formulae_Title
source: Updating Formulae
de: Aktualisiere Formeln
fr: Mise à jour en cours des formules
it: Aggiornamento in corso delle formule
pt: Atualizando Fórmulas
zh_hans: Formulae更新中
zh_hant: 更新套件

# Notification_Update
source: Update Homebrew
de: Homebrew aktualisieren
fr: Mettre à jour Homebrew
it: Aggiornare homebrew
pt: Atualizar Homebrew
zh_hant: 更新 Homebrew

# Sidebar_Group_Formulae
source: Formulae
de: Formeln
fr: Formules
it: Formule
pt: Fórmulas
zh_hant: 套件

# Sidebar_Group_Tools
source: Tools
de: Werkzeuge
fr: Outils
it: Strumenti
pt: Ferramentas
zh_hans: 工具
zh_hant: 工具

# Sidebar_Info_All
source: These are all the formulae available for installation with Homebrew.
de: Hier finden Sie alle Formeln, welche über Homebrew installiert werden können.
fr: Formules disponibles avec Homebrew.
it: Formule disponibili con Hoembrew
pt: Estas são todas as fórmulas disponíveis para instalação com o Homebrew.
zh_hans: 这是所有Homebrew可供安装的formulae.
zh_hant: 所有可安裝的套件

# Sidebar_Info_Doctor
source: The doctor is a Homebrew feature that detects the most common causes of errors.
de: Doctor ist ein Feature von Homebrew, welches die häufigsten Fehlerursachen erkennen kann.
fr: L'outil de diagnostic permet de détecter les erreurs les plus fréquentes.
it: Lo strumento diagnostico permette di trovare gli errori piçu frequenti..
pt: O Doutor é uma derramenta do Homebrew que busca problemas comuns no seu sistema.
zh_hans: 医生是一个Homebrew检测引起错误最常见的原因的功能.
zh_hant: Homebrew 醫生是用來檢查常見問題的（Homebrew 內建）功能

# Sidebar_Info_Installed
source: These are the formulae already installed in your system.
de: Diese Formeln sind bereits auf Ihrem System installiert.
fr: Formules déjà installées sur votre système.
it: Formule giá installate nel sistema
pt: Estas fórmulas estão atualmente instaladas em seu sistema.
zh_hans: 这些formulae已经安装在你的系统中.
zh_hant: 已安裝於系統中的套件

# Sidebar_Info_Installed_Casks
source: These are the casks already installed in your system.
de: Diese casks sind bereits auf Ihrem System installiert.
fr: Casks déjà installées sur votre système.
it: Casks giá installate nel sistema
pt: Estas casks estão atualmente instaladas em seu sistema.
zh_hans: 这些casks已经安装在你的系统中.

# Sidebar_Info_Outdated_Casks
source: These casks are already installed, but have an update available.
de: Diese casks sind bereits installiert, haben aber ein Update verfügbar.
fr: Casks déjà installées, mais une mise à jour est disponible.
it: Casks installate, ma con un aggiornamento disponibile.
pt: Estas casks estão instaladas, Mas possuem atualizações disponíveis.
zh_hans: 这些casks已经安装，但有一个可用的更新.

# Sidebar_Info_All_Casks
source: These are all the casks available for installation with Homebrew.
de: Hier finden Sie alle casks, welche über Homebrew installiert werden können.
fr: Casks disponibles avec Homebrew.
it: Casks disponibili con Hoembrew
pt: Estas são todas as casks disponíveis para instalação com o Homebrew.
zh_hans: 这是所有Homebrew可供安装的casks.

# Sidebar_Info_Leaves
source: These formulae are not dependencies of any other formulae.
de: Keine andere Formel ist von einer dieser Formeln abhängig.
fr: Formules qui ne sont utilisées par aucune autre formule.
it: Formule che non dipendono da nessun'altra formula.
pt: Estas fórmulas não são dependência de nenhuma outra fórmula instalada.
zh_hans: 这些formulae没有依赖其他的formulae.
zh_hant: 沒有其他軟體依賴這些套件運作，可供單獨移除

# Sidebar_Info_Outdated
source: These formulae are already installed, but have an update available.
de: Diese Formeln sind bereits installiert, haben aber ein Update verfügbar.
fr: Formules déjà installées, mais une mise à jour est disponible.
it: Formula installate, ma con un aggiornamento disponibile.
pt: Estas fórmulas estão instaladas, Mas possuem atualizações disponíveis.
zh_hans: 这些formulae已经安装，但有一个可用的更新.
zh_hant: 有提供更新的套件

# Sidebar_Info_Repos
source: These are the repositories you have tapped.
de: Dieses Repositorys sind getappt.
fr: Dépôts que vous avez ajoutés.
it: Repo aggiunti
pt: Estes são os repositórios que você adicionou.
zh_hant: 已設定的安裝來源

# Sidebar_Info_SearchResults
source: These are the results of your search.
de: Ihre Suchergebnisse.
fr: Résultats de la recherche.
it: Risultati della ricerca
pt: Estes são os resultados de sua busca.
zh_hans: 下面是你搜索的结果
zh_hant: 這些是搜尋結果

# Sidebar_Info_Update
source: Updating Homebrew means fetching the latest info about the available formulae.
de: Bei einem Update ermittelt Homebrew die aktuellsten Informationen für die verfügbaren Formeln.
fr: Mettre à jour Hombrew permet de mettre à jour les informations de toutes les formules disponibles.
it: Aggiornare Homebrew significa avere a disposizione le ultime info sulle formule installate
pt: Atualizar o Homebrew significa baixar a lista de fórmulas disponíveis mais recente.
zh_hans: 更新Homebrew标书拉取最新的可用formulae信息
zh_hant: 更新 Homebrew 的套件清單

# Sidebar_Item_Doctor
source: Doctor
fr: Diagnostic
pt: Doutor
zh_hans: 医生
zh_hant: Homebrew 醫生

# Sidebar_Item_Installed
source: Installed
de: Installiert Formeln
fr: Installées Formulae
it: Installate Formulae
pt: Instaladas Formulae
zh_hans: 已安装 Formulae
zh_hant: 已安裝

# Sidebar_Item_Outdated
source: Outdated
de: Veraltet Formeln
fr: Suranné Formulae
it: Sorpassato Formulae
pt: Desatualizadas Formulae
zh_hans: 过期 Formulae
zh_hant: 有新版本

# Sidebar_Item_All
source: All
de: Alle Formeln
fr: Toutes Formulae
it: Tutte Formulae
pt: Todas Formulae
zh_hans: 全部 Formulae
zh_hant: 所有套件

# Sidebar_Item_Installed_Casks
source: Installed
de: Installiert Casks
fr: Installées Casks
it: Installate Casks
pt: Instaladas Casks
zh_hans: 已安装 Casks

# Sidebar_Item_Outdated_Casks
source: Outdated
de: Veraltet Casks
fr: Suranné Casks
it: Sorpassato Casks
pt: Desatualizadas Casks
zh_hans: 过期 Casks

# Sidebar_Item_All_Casks
source: All
de: Alle Casks
fr: Toutes Casks
it: Tutte Casks
pt: Todas Casks
zh_hans: 全部 Casks

# Sidebar_Item_Leaves
source: Leaves
de: Blätter
fr: Feuilles
it: Foglie
pt: Folhas
zh_hans: 树叶
zh_hant: 可單獨移除

# Sidebar_Item_Repos
source: Repositories
de: Repositorys
fr: Dépôts
it: Repos
pt: Repositórios
zh_hans: 仓库
zh_hant: 安裝來源

# Sidebar_Item_Update
source: Update
de: Aktualisieren
fr: Mettre à jour
it: Aggiornare
pt: Atualizar
zh_hans: 更新
zh_hant: 更新 Homebrew

# Sidebar_VoiceOver_Tools
source: Tools
de: Werkzeuge
fr: Outils
it: Strumenti
pt: Ferramentas
zh_hans: 工具
zh_hant: 工具

# Toolbar_Homebrew_Update
source: Update Homebrew
de: Homebrew aktualisieren
fr: Mettre à jour Homebrew
it: Aggiornare Homebrew
pt: Atualizar Homebrew
zh_hans: 更新Homebrew
zh_hant: 更新 Homebrew

# Toolbar_Install_Formula
source: Install
de: installieren
fr: Installer
it: Installare
pt: Instalar
zh_hans: 安装
zh_hant: 安裝套件

# Toolbar_More_Information
source: More Information
de: Weitere Informationen
fr: Plus d'informations
it: Maggiori informazioni
pt: Mais Informações
zh_hans: 更多信息
zh_hant: 更多資訊

# Toolbar_Search
source: Search Formulae
de: Formeln durchsuchen
fr: Rechercher des formules
it: Cercare formule
pt: Buscar Fórmulas
zh_hans: 搜索Formulae
zh_hant: 搜尋套件

# Toolbar_Tap_Repo
source: Tap Repository
de: Repository tappen
fr: Ajouter un dépôt
it: Aggiungere un repo
pt: Adicionar Repositório
zh_hant: 新增安裝來源

# Toolbar_Uninstall_Formula
source: Uninstall
de: deinstallieren
fr: Désinstaller
it: Disinstallare
pt: Desinstalar
zh_hans: 卸载
zh_hant: 移除套件

# Toolbar_Untap_Repo
source: Untap Repository
de: Repository untappen
fr: Supprimer un dépôt
it: Rimuovere un repo
pt: remover Repositório
zh_hant: 移除安裝來源

# Toolbar_Update_Formula
source: Update
de: aktualisieren
fr: Mettre à jour
it: Aggiornare
pt: Atualizar
zh_hans: 更新
zh_hant: 更新套件

# Toolbar_Update_Selected
source: Update Selected
de: Ausgewählte Formeln aktualisieren
fr: Mettre à jour les formules sélectionnées
it: Aggiornare le formule selezionate
pt: Atualizar Selecionadas
zh_hans: 更新所选
zh_hant: 更新已選項目

# Message_Untap_Title
source: Untapping Repository
de: Repository wird ungetappt.
fr: Suppression en cours du dépôt
it: Rimozione del repo in cordo
zh_hant: 移除安裝來源

# Notification_Doctor
source: Homebrew Doctor
fr: Outil de diagnostic
zh_hant: Homebrew 醫生

# Generic_OK
source: OK
zh_hans: 确定
zh_hant: 好
